cask_args appdir: '/Applications'

tap 'homebrew/bundle'

# Setup ZSH
brew 'zsh'
brew 'ack'
brew 'awscli'
brew 'coreutils'
brew 'grc'
brew 'imagemagick'
brew 'jp2a'
brew 'jq'
brew 'libgit2'
brew 'openssl'
brew 'node'
brew 'readline'
brew 'ruby-build'
brew 'rbenv'
brew 'roundup'
brew 'unrar'
brew 'wget'
brew 'yarn'
brew 'youtube-dl'

cask '1password'
cask 'atom'
cask 'dropbox'
cask 'diffmerge'
cask 'google-chrome'
cask 'github-desktop'
cask 'skype'
cask 'spotify'
cask 'transmit'
cask 'vlc'
cask 'plex-media-server'
